{
    "Plot" : "Plott",
    "Genre": {
        "Action": "Action",
        "Comedy": "Comedy",
        "Crime": "Crime",
        "Drama": "Drama",
        "Romance": "Romance"
    },
    "Description": {
        "The Dark Night": "When seemingly upstanding members of society are being publicly humiliated by a mystery man, Detectives Carter and Lee search for someone targeting powerful people with something to hide.",
        "Pulp Fiction": "When seemingly upstanding members of society are being publicly humiliated by a mystery man, Detectives Carter and Lee search for someone targeting powerful people with something to hide.",
        "Titanic": "84 years later, a 100 year-old woman named Rose DeWitt Bukater tells the story to her granddaughter Lizzy Calvert, Brock Lovett, Lewis Bodine, Bobby Buell and Anatoly Mikailavich on the Keldysh about her life set in April 10th 1912, on a ship called Titanic when young Rose boards the departing ship with the upper-class passengers and her mother, Ruth DeWitt Bukater, and her fiancé, Caledon Hockley. Meanwhile, a drifter and artist named Jack Dawson and his best friend Fabrizio De Rossi win third-class tickets to the ship in a game. And she explains the whole story from departure until the death of Titanic on its first and last voyage April 15th, 1912 at 2:20 in the morning.",
        "The Godfather": "When the aging head of a famous crime family decides to transfer his position to one of his subalterns, a series of unfortunate events start happening to the family, and a war begins between all the well-known families leading to insolence, deportation, murder and revenge, and ends with the favorable successor being finally chosen.",
        "Fight Club": "A nameless first person narrator (Edward Norton) attends support groups in attempt to subdue his emotional state and relieve his insomniac state. When he meets Marla (Helena Bonham Carter), another fake attendee of support groups, his life seems to become a little more bearable. However when he associates himself with Tyler (Brad Pitt) he is dragged into an underground fight club and soap making scheme. Together the two men spiral out of control and engage in competitive rivalry for love and power. When the narrator is exposed to the hidden agenda of Tyler's fight club, he must accept the awful truth that Tyler may not be who he says he is."
    } 
}